Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: esitettyjen tavoitteiden saavuttaminen edellyttäisi, joten sopimusvaltioiden tulee varmistaa,
sme: lađđasa ulbmiliid. Stáhtat fertejit danne sihkkarastit ahte sámegielalaš prográmmaid

source: että radiossa ja televisiossa lähetetään saamenkielisiä ohjelmia.
sme: lea vejolaš sáddet radios ja TVs.

source: Suomi on kyseisistä kolmesta
sme: Suopma lea áidna riikka dan golmma riikkas mas dát

source: Yleisradio Oy:stä
sme: boahtá ovdan lágas.

source: annetun lain (1380/1993) 7 §:n 2 momentin 4 kohdassa sanotaan:
sme: Lágas mii lea Rundradion Ab birra (1380/1993) cealká ná (7 § 2

source: ” Julkisen palvelun ohjelmatoiminnan tulee erityisesti... 4) kohdella ohjelmatoiminnassa yhtäläisin perustein suomen- ja ruotsinkielistä väestöä, tuottaa palveluja saamen, romanin ja viittomakielellä sekä soveltuvin osin myös maan muiden kieliryhmien kielellä. ”
sme: ” Dat prográmmadoaibma mii jođihuvvo almmolaš ávkki ulbmiliin, galgá erenoamážit … 4) meannudit suomagielalaš ja ruoŧagielalaš veahkadagaiguin ovtta ládje prográmmaid dáfus, ja fállat bálvalusaid sámegillii, romanigillii ja mearkagillii, ja soahppevaš osiin riikka earáge giellajoavkkuid gillii. ”

source: Norjan yleisradiota (NRK) koskevien säädösten vuodelta 1996 (muutettu vuonna
sme: Norsk rikskringkasting (NRK) njuolggadusain mat bohte jagi 1996

source: 2004) 3 §:n 4 momentin toisessa kohdassa sanotaan, että
sme: (nuppástuhttojuvvon jagi 2004) § 3-4 nubbi lađas cealká ahte

source: ” Norjan yleisradion tulee ydintoiminnassaan paneutua erityisesti tehtäväänsä norjalaisen ja saamelaisen taiteen ja kulttuurin kehittäjänä ja välittäjänä. ”
sme: ” NRK galgá váldodoaimmastis deattuhit iežas rolla norgalaš ja sámi dáidaga ja kultuvrra gaskkusteaddjin. ”

source: Radion ja television valtakunnallisesta ohjelmatarjonnasta lausutaan 3 §:n 5 momentin c
sme: Radio ja TV riiikaviidosaš prográmmafálaldaga birra cealká § 3-5 bustávva c ahte

source: kohdassa, että ” saamelaisille tulee olla tarjolla päivittäisiä lähetyksiä ”, ja f kohdassa sanotaan,
sme: galget leat ” [d] aglige sendinger for den samiske befolkning ” ja bustávva f cealká ahte

source: että lapsille ja nuorille tulee tarjota usein saamenkielisiä ohjelmia.
sme: galget jeavddalaččat leat sámegielalaš prográmmat mánáide ja nuoraide.

source: Ruotsissa säännellään Ruotsin radion (SR) toimintaa lähetysluvalla.
sme: (sändningstillstånd).

source: Vuoden 2006 asti
sme: Dan sáddenlobis mii gusto gitta loahpageahčai jagi 2006, 17 §

source: voimassa olevan lähetysluvan 17 §:ssä sanotaan muun muassa:
sme: cealká ee.:

source: ” Ruotsin radion tulee valvoa kielellisten ja etnisten vähemmistöjen etuja.
sme: ” SR galgá váldit vuhtii giellalaš ja čearddalaš unnitloguid beroštumiid.

source: Ruotsin radion tulee lähetyslupakauden aikana lisätä panostuksiaan vuoteen 2001 verrattuna.
sme: SR barggut dán suorggis galget váldegirjji áigodagas lassánit dađistaga jagi 2001 ektui.

source: Vähemmistökielille saame, suomi, meänkieli ja romani chib (kaikki romanikielen muodot) on annettava erityisasema. ”
sme: Unnitlohkogielat nugo sámegiella, suomagiella, meänkieli ja romani chib galget leat erenoamášdilis. ”

source: Ruotsin televisioon (SVT) sovelletaan vastaavia säännöksiä.
sme: Sullasaš njuolggadusat gustojit Ruoŧa televišuvnna várás (Sveriges television, SVT).

source: 25 artiklan toisen kappaleen mukaiset sopimusvaltioiden velvollisuudet koskevat myös
sme: Stáhtaid geatnegasvuođat artihkkala 25 nuppi lađđasa mielde gusto maid

source: painettuja tiedotusvälineitä.
sme: prentejuvvon mediaid várás.

source: Norjan valtion budjetissa on oma saamenkieliselle lehdistölle
sme: Norggas lea sierra poasta stáhtabušeahtas mii doarju

source: kohdistettavaa tukea koskeva kohta.
sme: sámi preassa.

source: Vuonna 2004 tämä tuki oli 11,6 miljoonaa Norjan
sme: Jagi 2004 dan poastta sturrodat lei 11,6 miljovnna norgalaš ruvnnu.

source: kruunua. Suomen ja Ruotsin lehdistötukea koskevissa säännöksissä ei ole erityisiä
sme: Suomas ja Ruoŧas eai preassadoarjunnjuolggadusat siskkil erenoamáš njuolggadusaid

source: saamenkielistä lehdistöä koskevia määräyksiä.
sme: sámi preassa várás.

source: Norjassa ilmestyy kaksi saamenkielistä ja yksi
sme: Norggas ilbmet guokte sámegielalaš aviissa ja okta dárogielalaš

source: norjankielinen saamelaislehti useita kertoja viikossa.
sme: aviisa máŋgii vahkus.

source: Suomessa tai Ruotsissa ei ole yhtään
sme: Suomas ja Ruoŧas ii leat ii oktage jeavddalaš aviisa. Goappašat

source: saamenkielisten sanomalehtien puuttumisesta.
sme: riikkat leat ožžon moaitámuša Eurohparáđis go váilot sámegielalaš aviissat.

source: Myös viestintätarjonnan alalla yhteistyötä valtionrajojen yli on välttämätöntä.
sme: Maiddái mediafálaldaga dáfus lea dárbu bargat ovttas riikkarájiid rastá.

source: Tällaista
sme: Dakkár

source: radio- ja televisioyhteistyötä on ollutkin usean vuoden ajan, mutta sitä on syytä vahvistaa ja
sme: ovttasbargu lea leamaš máŋga jagi radio ja TV dáfus, muhto ovttasbargu ferte

source: kehittää entisestään.
sme: nannejuvvot ja ovddiduvvot.

source: On käynyt ilmi, että lehdistötuen säännökset heikentävät painettujen
sme: Prentejuvvon mediaid dáfus, de lea ilbman ahte preassadoarjunnjuolggadusaid

source: tiedotusvälineiden yhteistyömahdollisuuksia valtionrajojen yli.
sme: geažil váttis oažžut áigái riikkarájiid rasttideaddji ovttasbarggu.

source: Sopimusvaltioiden tulee
sme: Stáhtat fertejit

source: yhteistyössä saamelaiskäräjien kanssa pyrkiä luomaan tätä yhteistyötä helpottavia
sme: ovttasráđiid sámedikkiiguin gávnnahit ortnegiid mat geahppudit dán ovttasbarggu.

source: Kolmas kappale: Harvinaisempien saamen kielimuotojen vahvistaminen on selvästi
sme: Goalmmát lađas: Čielga dárbu lea nannet unnibuš giellavugiid. Danne gusto

source: tarpeen. Tämän takia artiklan toisen kappaleen säännökset koskevat myös niitä.
sme: nuppi lađđasa njuolggadusat dáidda.

source: Saamelaisalueiden saamelaisille tulee varata tilaisuus opetukseen saamen kielessä ja saamen kielellä.
sme: Sámi guovlluid sámiin galgá leat vejolašvuohta beassat oahppat sámegiela ja oažžut oahpahusa sámegillii.

source: Opetuksen tulee mahdollistaa kaikentasoiseen jatkokoulutukseen osallistuminen ja samalla vastata saamelaisten tarpeisiin voida vastaisuudessakin toimia perinteisten saamelaisten elinkeinojen parissa.
sme: Dakkár oahpahus galgá dahkat sámiide vejolažžan searvat buotdásat joatkkaoahpahussii ja seammás váldit vuhtii sin dárbbuid ain beassat bargat árbevirolaš sámi ealáhusain.

source: Opintotukijärjestelmä tulee muotoilla siten, että se mahdollistaa korkeamman koulutuksen saamen kielellä.
sme: Oahpporuhtadanortnet galgá hábmejuvvot nu, ahte sámegillii dahká vejolažžan alit oahpahusa.

source: Saamelaisalueen ulkopuolella saamelaisille lapsille ja nuorille tulee antaa tilaisuus saamen kielen opetukseen, samoin kuin opetukseen saamen kielellä siinä laajuudessa kuin sen arvioidaan olevan kohtuullista erityisillä alueilla.
sme: Sámi guovlluid olggobealde sámi mánáin ja nuorain galgá leat vejolašvuohta oažžut oahpahusa sámegielas, muhto maiddái sámegilliige mađe muddui dan lea vejolaš atnit govttolažžan guđege guovllus.

source: Opetus tulee mahdollisimman laajasti mukauttaa heidän taustaansa.
sme: Oahpahus galgá muddejuvvot sin duogážii nu guhkás go lea vejolaš.

source: Valtakunnalliset opetussuunnitelmat tulee laatia yhteistyössä saamelaiskäräjien kanssa ja sopeuttaa saamelaisten lasten ja nuorten kulttuuriseen taustaan ja tarpeisiin.
sme: Riikkalaš oahppoplánat galget ráhkaduvvot ovttasráđiid sámedikkiiguin ja heivehuvvot sámi mánáid ja nuoraid kultuvrralaš duogážii ja dárbbuide.

source: Koulutusjärjestelmää on käytetty aktiivisesti hyväksi aiemmassa saamelaisiin
sme: Oahpahusvuogádat lea leamaš aktiiva anus ovddeš politihkas mainna vigge

source: kohdistetussa sulauttamispolitiikassa.
sme: assimileret sámiid.

source: Tämän vuoksi koulutusjärjestelmän muoto on erityisen
sme: Oahpahusvuogádaga ráhkadus lea dainna lágiin erenoamáš

source: tärkeä saamelaisen kulttuurin ja yhteiskuntaelämän säilyttämisen kannalta.
sme: deaŧalaš sámi kultuvrra ja servodateallima seailluheapmái.

source: On tärkeää, että
sme: Deaŧalaš lea ahte sámi

source: saamelaisille lapsille ja nuorille tarjotaan samanarvoinen koulu kuin maan muullekin väestölle
sme: mánát ja nuorat ožžot skuvlla mii lea ovttadássásaš skuvllain mii álbmogis muđui lea,

source: ja että saamelaiset pääsevät osallistumaan opetussuunnitelmien laadintaan.
sme: ja ahte sámit besset leat mielde ráhkadeamen oahppoplánaid.

source: Ensimmäisen kappaleen ensimmäisessä lauseessa on määräys, jonka mukaan
sme: Vuosttaš lađđasis, vuosttaš cealkagis lea mearrádus das ahte sámi guovlluin

source: saamelaisalueilla tulee tarjota opetusta saamen kielessä ja saamen kielellä.
sme: galgá leat fállamassii oahpahus sámegielas ja sámegillii.

source: Lapsilla ja nuorilla
sme: Mánáin ja nuorain lea nappo

source: on siis oikeus saada opetusta saamen kielessä.
sme: dalle vuoigatvuohta oažžut oahpahusa sámegielas.

source: Myös muiden aineiden opetusta tulee olla
sme: Eará fágaid oahpahus maid galgá

source: tarjolla saamen kielellä.
sme: leat fállun sámegillii.

source: Määräys vastaa Norjan opetuslain (17. heinäkuuta 1998 annettu laki
sme: Mearrádus vástida dasa mii gusto norgalaš oahpahuslága mielde

source: n:o 61) 6 §:n 2 momentin ensimmäisessä kohdassa annettua määräystä.
sme: (geassemánu 17. b. 1998 nr. 61) § 6-2 vuosttaš lađas.

source: Ensimmäisen kappaleen toisessa lauseessa painotetaan, että opetus tulee mukauttaa
sme: Vuosttaš lađđasis, nuppi cealkagis lea deattuhuvvon ahte oahpahus galgá leat

source: oppilaiden taustaan.
sme: heivehuvvon ohppiid duogážii.

source: Oppilaiden tulee näin ollen saada saamen historiaa, kulttuuria ja
sme: Oahppit galget dainna lágiin beassat oahppat sámi

source: yhteiskuntaelämää koskevaa opetusta.
sme: historjjá, kultuvrra ja servodateallima.

source: Tällainen opetus turvataan muun muassa kolmannen kappaleen säännöksellä, jonka mukaan valtakunnalliset opetussuunnitelmat tulee laatia
sme: goalmmát lađđasa njuolggadusain, mii cealká ahte riikkalaš oahppoplánat galget

source: yhteistyössä saamelaiskäräjien kanssa.
sme: ráhkaduvvot ovttasráđiid sámedikkiin.

source: Opetus tulee järjestää muodoltaan sellaiseksi, että oppilaat voivat samalla olla mukana
sme: Oahpahus ferte hábmejuvvot nu, ahte oahppit seammás sáhttet searvat

source: harjoittamassa perinteisiä saamelaisia elinkeinoja, kuten esimerkiksi poronhoitoa.
sme: árbevirolaš ealáhusaide, omd. boazodollui.

source: Tässä
sme: Dákko sáhttit čujuhit ILO-konvenšuvdnii

source: yhteydessä voidaan viitata myös itsenäisten valtioiden alkuperäiskansoja ja heimokansoja
sme: nr. 169 mii lea iešmearrideaddji stáhtaid álgoálbmogiid ja čearddaid birra, kap IV.

source: Ensimmäisen kappaleen kolmas lause: Henkilö, joka haluaa korkeampaa koulutusta
sme: Vuosttaš lađas, goalmmát cealkka: Guhte háliida váldit alibuš oahpu

source: saamen kielellä, tarvitsee tavallisesti jonkin verran lisäaikaa hankkiakseen tarvittavat tiedot
sme: sámegillii, dárbbaša dábálaččat lasi ággi háhkan dihte alcces dárbbu mielde máhtu

source: saamen kielessä.
sme: sámegielas.

source: On olemassa vaara, että tämän tien valitsevat opiskelijat eivät saa tarvittavaa
sme: Studeanttat guđet válljejit dakkár geainnu, deaivvahit dan vára ahte eai

source: taloudellista tukea opintojen näin pidentyessä.
sme: oaččo dárbbašlaš ruđalaš doarjaga dakkár lohkanguhkideapmái.

source: Sopimusvaltioiden tulee järjestää
sme: Stáhtat fertejit

source: opintotukijärjestelmä sellaiseksi, että saamenkielistä koulutusta haluavien on taloudellisesti
sme: hábmet lohkanruhtadeami vai sis guđet háliidit nu dahkat, lea ekonomalaš

source: mahdollista saada tällaista koulutusta.
sme: vejolašvuohta váldit oahpu sámegillii.

source: Toisessa kappaleessa käsitellään saamelaisalueiden ulkopuolella annettavaa opetusta.
sme: Nubbi lađas gieđahallá oahpahusa mii lea olggobealde sámi guovlluid. Sámi

source: Myös siellä saamelaislapsilla tulee olla oikeus saamen kielessä annettavaan opetukseen.
sme: ohppiin galgá maid leat vuoigatvuohta oažžut oahpahusa sámegielas.

source: yhteydessä voidaan viitata Norjan opetuslain 6 §:n 2 momentin viidenteen kohtaan, jossa
sme: norgalaš oahpahuslága § 6-2 viđat lađđasii, mii cealká ahte sámi vuođđoskuvla

source: sanotaan, että peruskoulua käyvillä saamelaisoppilailla on oikeus saada opetusta saamen
sme: ohppiin lea vuoigatvuohta oažžut oahpahusa sámegielas.

source: Saamelaisalueiden ulkopuolella asuvien lasten tulee kohtuullisessa määrin saada
sme: Sámi mánát guđet ásset sámi guovlluid olggobealde, fertejit govttolaš mearis

source: opetusta myös saamen kielellä.
sme: oažžut oahpahusa maiddái sámegillii.

source: Tämän osalta voidaan viitata Norjan opetuslakiin. Lain 6 §:n 2
sme: Mii sáhttit čujuhit norgalaš oahpahuslága § 6-2

source: momentin toisessa kohdassa säädetään, että jos vähintään kymmenen oppilasta haluaa
sme: nuppi lađđasii, mii mearrida ahte jos suohkanis unnimusat logi oahppi háliidit oažžut

source: jossakin kunnassa opetusta saamen kielellä, heillä on oikeus tällaiseen opetukseen. Vaikka
sme: oahpahusa sámegillii, de sis lea vuoigatvuohta dakkár oahpahussii.

source: tästä ryhmästä putoaakin pois muutama oppilas, siihen jäävillä on edelleen oikeus tällaiseen
sme: Vaikko muhtumat hilgádit, de ohppiin guđet báhcet lea vuoigatvuohta ain dakkár oahpahussii, go fal leat

source: opetukseen niin kauan kuin ryhmässä on jäljellä vähintään kuusi oppilasta.
sme: unnimusat guhtta oahppi vel dan joavkkus.

source: Kolmas kappale: Opetussuunnitelmat tulee laatia yhteistyössä saamelaiskäräjien
sme: Goalmmát lađas: Oahppoplánat galget ráhkaduvvot ovttasráđiid Sámedikkiin.

source: kanssa. Norjassa saamelaisen opetuksen sisällön vahvistaa saamelaiskäräjät lain määräyksellä,
sme: Norggas dat lea Sámediggi mii láhkaásahusain mearrida sámi oahpahusa sisdoalu,

source: katso opetuslain 6 §:n 4 momentti.
sme: geahča oahpahuslága § 6-4.

source: Sopimusvaltioiden tulee yhteistyössä saamelaiskäräjien kanssa luoda hyvät edellytykset tutkimukselle, joka palvelee saamelaisen yhteiskunnan tiedontarvetta ja edistää saamelaisten tutkijoiden rekrytointia.
sme: Dutkan Stáhtat galget ovttasráđiid sámedikkiiguin bargat dan badjelii ahte leat doaibmabijut mat sámi servodaga dárbbašan máhtuid vuođul ovddidit dutkanprográmmaid ja buoridit sápmelaš dutkiidlogu.

source: Saamelaista tutkimusta suunniteltaessa tulee ottaa huomioon saamelaisen yhteiskunnan kielelliset ja kulttuuriset olosuhteet.
sme: Go dakkár dutkan plánejuvvo, de ferte sámi servodaga gielalaš ja kultuvrralaš dilli váldojuvvot vuhtii.

source: Valtioiden tulee yhteistyössä saamelaiskäräjien kanssa edistää saamelaisten ja muiden tutkimuslaitosten yhteistoimintaa valtion rajojen sisä- ja ulkopuolella sekä tukea tutkimuslaitoksia, jotka erityisesti harjoittavat 1 kappaleessa tarkoitettua tutkimusta.
sme: Stáhtat galget ovttasráđiid sámedikkiiguin ovddidit sámi ja eará dutkanlágádusaid ovttasbarggu guđege riikkas ja riikkarájiid rastá, ja nannet dutkanlágádusaid erenoamážit dakkár dutkamiiguin mat namahuvvojedje vuosttamuš lađđasis.

source: Saamelaisten elinoloja koskevaa tutkimusta harjoitettaessa tulee ottaa huomioon saamelaisten alkuperäiskansa-aseman vaatimat eettiset säännöt.
sme: Sámiide guoskevaš dutkan ferte leat heivehuvvon dakkár ehtalaš njuolggadusaide maid sámiid álgoálbmotdilli gáibida.

source: Ensimmäinen kappale: Määräys velvoittaa sopimusvaltiot huolehtimaan saamelaisen
sme: Vuosttas lađas: Mearrádus geatnegahttá stáhtaid fuolahit ahte álggahuvvo dutkan mii

source: yhteiskunnan tiedontarvetta palvelevan tutkimuksen käynnistämisestä.
sme: atná vuođđunis sámi servodaga máhttodárbbuid.

source: Valtaväestön kieli,
sme: Eanetlohkosaš álbmoga giela,

source: kulttuuri, historia ja yhteiskuntaelämä ovat huomattavasti paremmin dokumentoituja ja ne
sme: kultuvrra, historjjá ja servodateallima leat ollu buorebut duođaštan ja ollu eambbo

source: ovat olleet huomattavasti laajemman tutkimustoiminnan kohteena kuin vastaavat saamelaiset.
sme: dutkan go daid mat gullet sámiide.

source: Saamelaisilla itsellään on luonnollisesti tutkimustarvetta kuten muillakin kansanryhmillä, ja
sme: Sámiinge alddiineaset lea dieđusge dárbu dutkat

source: tutkimus onkin välttämätöntä saamen kielen ja kulttuurin turvaamiseksi. Tämä tarkoittaa, että
sme: nugo earáge álbmotjoavkkuin, ja dutkan dárbbašuvvo vai sihkkarasttášii sámegiela ja

source: saamelaisten omia tarpeita ja tavoitteita tulee painottaa.
sme: sámi kultuvrra.

source: On lisäksi tärkeää rekrytoida
sme: Dat mearkkaša ahte fertet deattuhit sámiid iežaset dárbbuid ja

source: tutkijoita, jotka itse ovat saamelaisen yhteiskunnan jäseniä.
sme: ulbmiliid.

source: Tässä on kysymys siitä, että
sme: Dasto lea deaŧalaš ahte rekruhttejuvvojit dutkit geain lea gullevašvuohta

source: tällaiset tutkijat ovat täten läheisessä yhteydessä saamen kieleen, kulttuuriin ja yhteiskuntaan
sme: sámi servodahkii. Das lea sáhka sihke lahkavuođas sámi kultuvrii, gillii ja

source: sekä siitä, että heillä on niitä koskevaa tietoutta.
sme: servodahkii ja máhtus das.

source: edistämään saamelaisten tutkijoiden rekrytointia.
sme: Mearrádusat geatnegahttet stáhtaid buoridit sámi dutkiid

source: Toinen kappale: Tiedontarpeen tyydyttämiseksi ensimmäisessä kappaleessa kuvattua
sme: Nubbi lađas: Vai máhttodárbu ollašuvvá, de dakkár dutkan maid Vuosttaš

source: tutkimusta tulee harjoittaa monissa paikoissa.
sme: lađas čilge, berre jođihuvvot máŋgga sajis.

source: Toisen kappaleen määräyksen mukaan
sme: Mearrádusa mielde maid Nubbi lađas

source: sopimusvaltioiden tulee yhteistyössä saamelaiskäräjien kanssa edistää saamelaisten ja muiden
sme: buktá, stáhtat galget ovttasráđiid sámedikkiiguin ovddidit sámi ja eará dutkan

source: tutkimuslaitosten yhteistyötä.
sme: lágádusaid ovttasbarggu.

source: Tämä koskee sekä valtiollisen että kansainvälisen tason
sme: Dat guoská sihke guđege riikka siskkáldas ovttasbargui ja

source: yhteistyötä.
sme: rádjerasttideaddji ovttasbargui.

source: Myös saamelaistutkimusta tulee harjoittaa useissa paikoissa tiedontarpeen
sme: Sámi dutkan berre dasto vel jođihuvvot máŋgga sajis vai máhttodárbu gokčo

source: täyttämiseksi.
sme: juvvo.

source: Ensisijaisesti saamelaistutkimukseen keskittyville tutkimuslaitoksille tulee taata
sme: Lágádusaide main lea sámi dutkan vuođđobargun, fertejit sihkkarastojuvvot

source: riittävät edellytykset tällaisen tutkimuksen harjoittamiseen.
sme: doarvái buorit eavttut, vai dakkár dutkama lea vejolaš čađahit.

source: kehittäminen tiedekielenä on vaativa tehtävä.
sme: Dán oktavuođas bargu gáibida ollu, go sámegiella galgá ovddiduvvot dieđagiellan.

source: Tällaisia saamelaisia tutkimusympäristöjä on
sme: Dakkár sámi dutkan

source: jotka molemmat sijaitsevat Kautokeinossa (Guovdageaidnu). Saamelaiskeskuksia on Oulun
sme: birrasat leat Sámi allaskuvllas ja Sámi Instituhtas, goappašagat Guovdageainnus.

source: yliopistossa, Tromssan yliopistossa ja Uumajan yliopistossa, ja ne kaikki keskittyvät
sme: Ovllu universitehtas (Oulun yliopisto), Romssa universitehtas ja Upmeju universi

source: ensisijaisesti saamelaistutkimukseen.
sme: tehtas lea buohkain sámi dutkan vuođđobargun.

source: Tällaisia malleja voidaan ajatella kehitettävän edelleen
sme: Jurdda lea ahte dakkár málliid lea

source: useammissa laitoksissa sekä yhteistyössä yli valtionrajojen.
sme: vejolaš hukset viidáseappot eanet lágádusain, ja ovttasráđiid riikkarájiid rastá.

source: Kolmas kappale: Ensimmäisen ja toisen kappaleen määräykset rajoittuvat
sme: Goalmmát lađas: Mearrádusat vuosttaš ja nuppi lađđasis leat ráddjejuvvon

source: tutkimukseen, jonka tarkoituksena on täyttää saamelaisen yhteiskunnan taholta syntyvä
sme: dan dutkamii mii galgá ollašuhttit sámi servodaga máhttodárbbuid, muhto goalmmát

source: tiedontarve, kun taas kolmannen kappaleen määräys koskee kaikkea saamelaisten elinoloja
sme: lađđasa mearrádus gusto buot dutkamii mii lea sámi dilálašvuođaid birra. Dábálaš

source: koskevaa tutkimusta. Tavanomaiset tutkimuseettiset säännöt, kuten esimerkiksi
sme: dutkanehtalaš njuolggadusat, nugo omd. persovdnasuodji ja gáibádus iskkadeami

source: henkilösuojaan liittyvät seikat ja vaatimus koehenkilöiden antamasta nimenomaisesta
sme: olbmuid diđolaš dohkkeheamis, gustojit dieđusge maiddái sámi dutkamii. Muhto

source: suostumuksesta, pätevät tietysti myös saamelaistutkimukseen. Niiden lisäksi tulee kuitenkin
sme: lassin bohtet ehtalaš vuhtiiváldimat mat gusket dutkamii mas dutket sámiid

source: ottaa huomioon erityisiä eettisiä näkökohtia, koska tutkimus kohdistuu saamelaisiin vähemmistönä ja alkuperäiskansana.
sme: unnitlohkun ja álgoálbmogin.

source: Aiemmin saamelaisia koskeva tutkimus, kuten muitakin
sme: Ovdal dutkan sámiid birra, nugo dutkan eará

source: alkuperäiskansoja koskeva tutkimus, on leimautunut ” niitä muita ” koskevaksi tutkimukseksi.
sme: álgoálbmogiid birra, leamaš dego dutkan» duoid nuppiid ” birra.

source: Saamelaisalueilta löydetyt ihmisjäännökset olivat aiemmin laajamittaisen keräilyn
sme: Rumašbázahusaid sámi guovlluin ovdal čogge viidát, ja odne dat bázahusat

source: kohteina, ja nykyään ne on sijoitettu saamelaisalueiden ulkopuolella sijaitseviin museoihin tai
sme: leat dávvirvuorkkáin ja medisiinna fakultehtain olggobealde sámi guovlluid. Oslo

source: lääketieteellisiin tiedekuntiin. Oslon yliopistossa on laadittu sääntöjä yhteistyöstä
sme: universitehtas leat ožžon njuolggadusaid das mo ovddasbargat Sámedikkiin

source: saamelaiskäräjien kanssa Anatomian instituutissa säilytettävien saamelaisalueilta löydettyjen
sme: sámeguovlluid rumašbázahusaid hálddašeamis, daid maid Anatomalaš instituhtta

source: ihmisjäännösten hallinnointia varten.
sme: vurkkoda.

source: Saamelaiskäräjillä ja vainajien mahdollisilla jälkeläisillä
sme: Sámedikkis, ja vejolaš maŋisbohttiin, ferte leat mearrideaddji sátni

source: tulee olla lopullinen sananvalta jäännösten palauttamisen ja mahdollisen hautaamisen osalta.
sme: bázahusaid máhcaheamis ja vejolaš hávdádeamis.

source: Saamelaisten kulttuurin ja yhteiskuntaelämän tulee tarkoituksenmukaisella tavalla ilmetä opetuksessa myös saamelaisyhteisön ulkopuolella.
sme: Oahpahus ja diehtojuohkin sámiid birra Sámi álbmoga kultuvra ja servodateallin galgá ulbmálaččat boahtit oidnosii oahpahusas maiddái olggobealde sámi servodaga.

source: Opetuksen tulee erityisesti pyrkiä edistämään tietoa saamelaisten asemasta valtioiden alkuperäiskansana.
sme: Dakkár oahpahus galgá erenoamážit ulbmádit ovddidit olbmuid máhtu sámiid sajádaga birra riikkaid álgoálbmogin.

source: Valtioiden tulee yhteistyössä saamelaiskäräjien kanssa järjestää saamelaisten kulttuurin ja yhteiskuntaelämän opetusta sellaisille ihmisille, jotka aikovat työskennellä saamelaisalueella.
sme: Stáhtat galget ovttasráđiid sámedikkiiguin fállat oahpahusa sámi kultuvrras ja servodateallimis daidda olbmuide guđet galget bargat sámi guovlluin.

source: Valtioiden tulee yhteistyössä saamelaiskäräjien kanssa huolehtia siitä, että yleistä tietoa saamelaisesta kulttuurista ja saamelaisten yhteiskuntaelämästä levitetään laajasti.
sme: Stáhtat galget ovttasráđiid sámedikkiiguin fuolahit almmolaš diehtojuohkima sámi kultuvrra ja servodateallima birra.

source: Ensimmäisen kappaleen ensimmäinen ja toinen lause: Valtaväestön keskuudessa
sme: Vuosttaš lađas, vuosttaš ja nubbi cealkka: Riikka váldoálbmogis lea viehka

source: monilla on varsin vähän tietoa saamelaisista, ja tämä puutteellinen tieto on vakavana esteenä
sme: unnán máhttu sámiid birra, ja dát váilevaš máhttu duođas hehtte sámiid ja váldo

source: saamelaisten ja muun väestön keskinäisen ymmärryksen lisäämiselle.
sme: álbmoga gulahallamis buorebut gaskaneaset.
